{
	"message.bored-face.pose.about.download": "Get on Modrinth: %s, %s",
	"message.bored-face.pose.about.issues": "Report issues: %s, %s",
	"message.bored-face.pose.about.sources": "View sources: %s, %s",
	"message.bored-face.pose.datapack": "Datapack",
	"message.bored-face.pose.resourcepack": "Resourcepack",

	"resource.bored-face.pose.cape.15th_anniversary.name": "15th Anniversary",
	"resource.bored-face.pose.cape.15th_anniversary.description": "Given to players who clicked a button on the 15 Year anniversary page on minecraft.net from May 17, 2024 to June 21, 2024. The API endpoint allowed players to redeem it after June 21 which was patched four days later.\nIt was also referred to as the \"Creepy Cape\" on the main page of minecraft.net.",
	"resource.bored-face.pose.cape.birthday.name": "Birthday",
	"resource.bored-face.pose.cape.birthday.description": "Given to Mojang Studios employee Gr8Bizzo, supposedly as a birthday present.",
	"resource.bored-face.pose.cape.cherry_blossom.name": "Cherry Blossom",
	"resource.bored-face.pose.cape.cherry_blossom.description": "This cape was given out to everyone who voted on the 2023 Mob Vote through minecraft.net, the Minecraft Launcher or the 2023 Mob Vote Event server on Bedrock Edition.The cape was slowly rolled out to players starting from October 26, 2023. Most players who were eligible for the cape have received it.The API name was changed from \"Cherry Blossom Cape\" to \"Cherry Blossom\" on October 30, 2023.",
	"resource.bored-face.pose.cape.cobalt.name": "Cobalt",
	"resource.bored-face.pose.cape.cobalt.description": "Given to participants/winners of level-making competitions and the Cobalt (another game by Mojang) League tournaments in 2016. The design of the cape's elytra texture is based on a wasp enemy from Cobalt.",
	"resource.bored-face.pose.cape.db.name": "dB",
	"resource.bored-face.pose.cape.db.description": "Given to dannyBstyle, a video game music composer, who Notch was a fan of.",
	"resource.bored-face.pose.cape.followers.name": "Followers",
	"resource.bored-face.pose.cape.followers.description": "Given to players who redeemed the code during the 15th Minecraft Anniversary event. Users can unlock a redeemable code for the cape by watching a Minecraft livestream on TikTok. Depending on the user's region, there were additional requirements, such as watching for an amount of minutes, or having to type \"minecraft\" in the live chat. The event started on May 17, 2024 and ended on June 18, 2024. Players who unlocked the cape received it first on Bedrock Edition, with it slowly rolling out to Java Edition in July 2024. All codes for the cape were deactivated on June 30, 2024.\n\nPlayers that lived in regions where TikTok is banned could not unlock the cape, unless another player gave them a code.\n\nOn June 12, 2024, a Java Edition player, sandycheeksvore, was spotted with the cape, which was later revoked on June 15, 2024. On July 1, 2024, the cape was slowly rolled out to all eligible players.",
	"resource.bored-face.pose.cape.mcc_15th_year.name": "MCC 15th Year",
	"resource.bored-face.pose.cape.mcc_15th_year.description": "Given to players who completed the 15 challenges in the MC Championship Mini-games Event server. The event started on July 22, 2024. 10 of the challenges require the player to reach certain statistics in mini-games, and 4 were for completing each of the mini-games. The remaining challenge is the Mystery Cave which are 7 different tasks that are hinted at from cave drawings. Starting from July 22, 2024, a new task was revealed every day, making the cape obtainable from July 28, 2024 to August 5, 2024.\n\nAlthough it was initially planned to be exclusive to Bedrock Edition, it was stated to come to Java Edition with a short delay as well, following the community feedback. It was made available for Java after the event's conclusion starting August 5, 2024, as had been previously announced.",
	"resource.bored-face.pose.cape.migrator.name": "Migrator",
	"resource.bored-face.pose.cape.migrator.description": "Given to players who had migrated their Mojang or legacy account to a Microsoft account starting on July 9, 2021. The cape was first teased in the migration announcement video, and the texture file was hinted by Ined on Twitter on June 30, 2021. It was speculated that instead of the Migrator cape, players were to be given a \"Veteran cape\" for each year they've played the game, due to discovered text files that read, \"And... a special Veteran Cape for each year you've played Java Edition!\". Mojang has made no comments regarding it.",
	"resource.bored-face.pose.cape.millionth_customer.name": "Millionth Customer",
	"resource.bored-face.pose.cape.millionth_customer.description": "Given to akronman1, who bought the 1,000,000th copy of the game. The cape was made by Kinten",
	"resource.bored-face.pose.cape.minecon_2011.name": "Minecon 2011",
	"resource.bored-face.pose.cape.minecon_2011.description": "This cape was given to MINECON 2011 attendees via their registered username. This cape resembled the face of a creeper, with the elytra variant having its face turned sideways.",
	"resource.bored-face.pose.cape.minecon_2012.name": "Minecon 2012",
	"resource.bored-face.pose.cape.minecon_2012.description": "This cape was given to players who redeemed a link emailed to registered MINECON 2012 attendees. This cape resembles a pickaxe.",
	"resource.bored-face.pose.cape.minecon_2013.name": "Minecon 2013",
	"resource.bored-face.pose.cape.minecon_2013.description": "This cape was given to players who redeemed a link emailed to registered MINECON 2013 attendees, similar to MINECON 2012's method. The cape resembles an activated piston, with the elytra variant showing its top face.",
	"resource.bored-face.pose.cape.minecon_2015.name": "Minecon 2015",
	"resource.bored-face.pose.cape.minecon_2015.description": "This cape was given to players who redeemed a link emailed to registered MINECON 2015 attendees, provided that they had scanned their ticket at the venue's entrance on July 4, 2015. This cape resembles an iron golem's head.",
	"resource.bored-face.pose.cape.minecon_2016.name": "Minecon 2016",
	"resource.bored-face.pose.cape.minecon_2016.description": "This cape was given to players who redeemed a link emailed to registered MINECON 2016 attendees, provided that they had scanned their ticket at the venue's entrance on September 24, 2016, similar to MINECON 2015's method. This cape resembles the eyes of an enderman, with the elytra variant resembling an enderman with its mouth open.",
	"resource.bored-face.pose.cape.minecraft_experience.name": "Minecraft Experience",
	"resource.bored-face.pose.cape.minecraft_experience.description": "Given to players who attended the Minecraft Experience: Villager Rescue interactive event. After attendees get their tickets validated at the event, a code for the cape is sent to your email address, which you can redeem in the minecraft.net redeem website. It is available for Java by October 23, 2024 for those who redeem the cape on Bedrock Edition.\n\nInternal name of this cape in Bedrock Edition is LBE which means Location Based Entertainment.\n\nOriginally, the Java Edition Elytra texture used an unfinished monochrome dark purple design, which was initially uploaded to the Bedrock Edition staging server. On October 25, 2024, the Java Edition cape texture was updated to look the same as in Bedrock Edition, with a Zombie Villager face on the wings.",
	"resource.bored-face.pose.cape.mojang_classic.name": "Mojang Classic",
	"resource.bored-face.pose.cape.mojang_classic.description": "This cape was given to employees of Mojang Studios from December 20, 2010 to October 7, 2015. The file name for the cape on assets.minecraft.net was \"Morre.png\".",
	"resource.bored-face.pose.cape.mojang_office.name": "Mojang Office",
	"resource.bored-face.pose.cape.mojang_office.description": "This cape was leaked on November 25, 2024, on Minecraft's redeem website with the title \"Buy a cape, get a cape\". The cape was removed from the page hours later. But players were able to piece together that, by purchasing a Creeper Cape in any size from The Official Shop of Minecraft starting on December 7, 2024, you were supposed to be given a code to unlock an exclusive in-game cape called the Eyeblossom cape.\n\nOn November 28, 2024, the store page for the Creeper Cape was updated to include the information that purchasing this cape would unlock an exclusive in-game cape. However, this snippet was later removed from the page and replaced with a promotion including a Bedrock Character Creator item shortly after.\n\nOn December 9, 2024, Mojang announced the Eerie Mojang Office Party event server which, as stated in the article, would give players the cape after finishing 5 daily challenges. The cape name was also revealed to be the \"Mojang Office cape.\"\n\nOn December 7, 2024, the cape was confirmed as going to be cross-platform by a Mojang employee. At 9:23 AM EST of the same day, it got added to the Java Edition back-end. After completing the fifth and final daily challenge on the event server, players could immediately access the cape in both versions of the game.",
	"resource.bored-face.pose.cape.mojang_studios.name": "Mojang Studios",
	"resource.bored-face.pose.cape.mojang_studios.description": "This cape is given to employees of Mojang Studios from July 25, 2021 and beyond following their logo rebrand. It was made by Johan Aronson and it resembles the \"Mojangs\" or \"gizmos\" that make up the Mojang Studios logo.",
	"resource.bored-face.pose.cape.mojang.name": "Mojang",
	"resource.bored-face.pose.cape.mojang.description": "This cape was given to employees of Mojang Studios from October 7, 2015 to July 25, 2021. The cape was recolored to red and white to fit the company's color palette. The cape design changed the gold buttons to mini Mojang icons.",
	"resource.bored-face.pose.cape.mojira_moderator.name": "Mojira Moderator",
	"resource.bored-face.pose.cape.mojira_moderator.description": "Given to moderators on the Mojira bug tracker.",
	"resource.bored-face.pose.cape.none.name": "No Cape",
	"resource.bored-face.pose.cape.none.description": "Make the cape invisible.",
	"resource.bored-face.pose.cape.prismarine.name": "Prismarine",
	"resource.bored-face.pose.cape.prismarine.description": "Given to Drullkus by Jeb as appreciation for creating his own prismarine block texture for the Chisel mod instead of modifying Mojang's textures.",
	"resource.bored-face.pose.cape.purple_heart.name": "Purple Heart",
	"resource.bored-face.pose.cape.purple_heart.description": "Given to players who redeemed the code during the 15th Minecraft Anniversary event. Users could unlock a Twitch Drop code for the cape by watching any Minecraft streamer with Drops enabled for at least 15 minutes. The Drop was released on May 15, 2024 and ended on May 31, 2024. All codes for the cape were deactivated on June 30, 2024. Players who unlocked the cape recieved it first on Bedrock Edition, with it slowly rolling out to Java Edition in July 2024.\n\nOn May 20, 2024, a Java Edition player, _Kaptanbey0_, was spotted with the cape, which was later revoked on June 15, 2024. On July 1, 2024, the cape was slowly rolled out to all eligible players.",
	"resource.bored-face.pose.cape.realms_mapmaker.name": "Realms Mapmaker",
	"resource.bored-face.pose.cape.realms_mapmaker.description": "Given to mapmakers in the Java Realms Content Creator Program who met certain criteria.",
	"resource.bored-face.pose.cape.scrolls.name": "Scrolls",
	"resource.bored-face.pose.cape.scrolls.description": "Given to players who earned the Weekly First Place winner badge five times in Scrolls (anoter game by Mojang, now known as \"Caller's Bane\") starting on November 7, 2014. During MINECON 2015, the Scrolls MINECON Open was also held for Scrolls' in-game items and other prizes, including the cape in Minecraft. As of September 30, 2015, it is no longer possible to earn this cape. On December 11-12, 2014, all players were temporarily shown with this cape to celebrate the release of Scrolls.",
	"resource.bored-face.pose.cape.snowman.name": "Snowman",
	"resource.bored-face.pose.cape.snowman.description": "Given to JulianClark on Reddit as a reward for getting the TV presenter and actor, Ray Cokes. Ray apparently is his godfather.",
	"resource.bored-face.pose.cape.spade.name": "Spade",
	"resource.bored-face.pose.cape.spade.description": "Given to MrMessiah as a gratitude for developing the BetterLight mod, which got integrated into the game and was responsible for Minecraft's lighting and grass features. Though discussed back in 2011, the cape hadn't been granted until 2015. The artist of the cape is unknown, but MrMessiah thinks it was Jeb.",
	"resource.bored-face.pose.cape.test.name": "Test",
	"resource.bored-face.pose.cape.test.description": "An unknown cape that has similar color pallette to the sniffer has been found on Mojang's staging texture server and on Mojang's production texture server. It was added to Mojang's staging texture server on October 10, 2023 and added to Mojang's production texture server 7 days later on October 17, 2023. The cape was first seen on 2 accounts on Mojang's staging server database.",
	"resource.bored-face.pose.cape.translator.name": "Translator",
	"resource.bored-face.pose.cape.translator.description": "Given to some proofreaders (experienced translators with moderation permissions for their language) on the Minecraft translation project in Crowdin. Supposedly, these capes were given out on May 16, 2012 using a fair dice roll to 29 contributors, with plans to give more capes from time to time. However, after seeing abusive behavior from some translators, such as using auto-translation and down-voting legitimate translations, Jeb canceled it. The cape was again used a few years later to reward certain proofreaders for important contribution to the project.",
	"resource.bored-face.pose.cape.turtle.name": "Turtle",
	"resource.bored-face.pose.cape.turtle.description": "Given to billyK_ for suggesting to add Turtles to the game. The cape was also given to Mojang employees Michael Andersson and el_hefe_ for cape endpoint testing.",
	"resource.bored-face.pose.cape.valentine.name": "Valentine",
	"resource.bored-face.pose.cape.valentine.description": "Given to LolFoxy2 by a Mojang Studios employee after resolving migration problems with his Mojang account. The cape was removed after the employee realized their rarity.",
	"resource.bored-face.pose.cape.vanilla.name": "Vanilla",
	"resource.bored-face.pose.cape.vanilla.description": "Given out to all players who owned both Java Edition and Bedrock Edition for Windows before June 6, 2022 prior to both editions merging into one bundle. This cape was given out to eligible players starting Wednesday, August 31, 2022, with it added into Bedrock Edition on August 22, 2022. Account migrations that took place after June 6, 2022, were not eligible for the cape. Players that had gotten a free code for Bedrock Edition from the now-defunct Mojang website were also able to get the cape as well. Most players who were eligible for the cape have received it.\n\nThe existence of the cape was leaked when users found hidden elements in the Minecraft news page on August 12, 2022 that said \"A special Vanilla cape for Java and Bedrock players\". The article gave errors until it was published on August 15, 2022 and deleted an hour later. A message was later posted on the official Minecraft Discord server which confirmed the cape.",

	"resource.bored-face.pose.player.normal.name": "Normal",
	"resource.bored-face.pose.player.normal.description": "A normal standing pose.",
	"resource.bored-face.pose.player.cardboard.name": "Card-Bored™",
	"resource.bored-face.pose.player.cardboard.description": "A 2D cardboard display",
	"resource.bored-face.pose.player.handstand.name": "Handstand",
	"resource.bored-face.pose.player.handstand.description": "Upside down. 🙃",
	"resource.bored-face.pose.player.happy.name": "Happy",
	"resource.bored-face.pose.player.happy.description": "Rise the hands in the air.",
	"resource.bored-face.pose.player.high_five.name": "High Five",
	"resource.bored-face.pose.player.high_five.description": "Steve & Alex give each other a high five.",
	"resource.bored-face.pose.player.run.name": "Running",
	"resource.bored-face.pose.player.run.description": "A running pose.",
	"resource.bored-face.pose.player.sneak.name": "Sneaking",
	"resource.bored-face.pose.player.sneak.description": "A sneaking pose.",

	"resource.bored-face.pose.skin.alex.name": "Alex",
	"resource.bored-face.pose.skin.alex.description": "The default Alex skin (slim).",
	"resource.bored-face.pose.skin.default_slim.name": "Default (slim)",
	"resource.bored-face.pose.skin.default_slim.description": "A default slim skin provided by POSE.",
	"resource.bored-face.pose.skin.default_wide.name": "Default (wide)",
	"resource.bored-face.pose.skin.default_wide.description": "A default wide skin provided by POSE.",
	"resource.bored-face.pose.skin.steve.name": "Steve",
	"resource.bored-face.pose.skin.steve.description": "The default Steve skin (wide).",

	"gui.bored-face.pose.smartphone.title.welcome_1": "Welcome to P.O.S.E.!",
	"gui.bored-face.pose.smartphone.title.welcome_2": "The next pages will guide",
	"gui.bored-face.pose.smartphone.title.welcome_3": "you through a quick",
	"gui.bored-face.pose.smartphone.title.welcome_4": "tutorial.",
	"gui.bored-face.pose.smartphone.title.welcome_5": "",
	"gui.bored-face.pose.smartphone.title.welcome_6": "If you're already",
	"gui.bored-face.pose.smartphone.title.welcome_7": "familiar with this tutorial,",
	"gui.bored-face.pose.smartphone.title.welcome_8": "feel free to skip ahead",
	"gui.bored-face.pose.smartphone.title.welcome_9": "using the navigation bar",
	"gui.bored-face.pose.smartphone.title.welcome_10": "below.",
	"gui.bored-face.pose.smartphone.title.nav_bar.pose_1": "Here, you'll find all",
	"gui.bored-face.pose.smartphone.title.nav_bar.pose_2": "the poses provided by",
	"gui.bored-face.pose.smartphone.title.nav_bar.pose_3": "P.O.S.E.",
	"gui.bored-face.pose.smartphone.title.nav_bar.cape_1": "This section contains",
	"gui.bored-face.pose.smartphone.title.nav_bar.cape_2": "all the vanilla",
	"gui.bored-face.pose.smartphone.title.nav_bar.cape_3": "Minecraft capes.",
	"gui.bored-face.pose.smartphone.title.nav_bar.skin_1": "Here, you'll see all",
	"gui.bored-face.pose.smartphone.title.nav_bar.skin_2": "the available skins.",
	"gui.bored-face.pose.smartphone.title.nav_bar_1": "Click on the icons below",
	"gui.bored-face.pose.smartphone.title.nav_bar_2": "to jump to the section.",

	"gui.bored-face.pose.smartphone.player.nav_bar": "Jump to statue creation",
	"gui.bored-face.pose.smartphone.player.title": "§nCreate new statue",
	"gui.bored-face.pose.smartphone.skin.nav_bar": "Jump to skin change",
	"gui.bored-face.pose.smartphone.skin.title": "§nChange statue skin",
	"gui.bored-face.pose.smartphone.cape.nav_bar": "Jump to cape change",
	"gui.bored-face.pose.smartphone.cape.title": "§nChange statue cape"
}
